{
  "HOME": {
    "SHORT_DESCRIPTION": "I code and make videos.",
    "BLOG_TITLE": "Recent posts",
    "VIDEOS_TITLE": "Recent videos",
    "COMMUNITY_TITLE": "Community",
    "CONTACT_TITLE": "Contact"
  },
  "PORTFOLIO": {
    "ROL_NAME": "Fullstack Web Developer",
    "SHORT_DESCRIPTION": "I have experience in the design, development and implementation of projects using agile methodologies. I manage the JavaScript ecosystem, including tools such as Nest, Next, among others.",
    "EXPERIENCE_TITLE": "Experience",
    "EXPERIENCE_LIST": [
      {
        "TITLE_JOB": "Fullstack Developer",
        "DESCRIPTION_JOB": "I developed a publishing system for government entities and assisted in implementing the human resources system. I also optimized team organization and workflow.",
        "COMPANY_NAME": "AGETIC",
        "LOCATION": "",
        "START_DATE": "",
        "END_DATE": ""
      },
      {
        "TITLE_JOB": "Programming Teaching Assistant",
        "DESCRIPTION_JOB": "I taught Object-Oriented Programming and Structured and Modular Programming to over 200 students, using Java and C#. I also supported the development of student projects.",
        "COMPANY_NAME": "UMSA",
        "LOCATION": "",
        "START_DATE": "",
        "END_DATE": ""
      }
    ],
    "PROJECTS_TITLE": "Projects",
    "PROJECTS_LIST": [
      {
        "PROJECT_NAME": "LinkHub",
        "DESCRIPTION": "Web link centralizer launched in 2024. It has been visited in 6 countries, and its development is documented on YouTube.",
        "URL": "https://linkhub.doneber.dev",
        "LOGO_PATH": "/images/projects/linkhub-logo.webp",
        "REPOSITORY": "https://github.com/username/linkhub",
        "VIDEO_TUTORIAL": "https://youtube.com/playlist?list=PL1234567890"
      },
      {
        "PROJECT_NAME": "Virtual Hug",
        "DESCRIPTION": "Greeting message generator with 10,000 unique users and 69,000 visits across 71 countries.",
        "URL": "https://hug.doneber.dev",
        "LOGO_PATH": "/images/projects/hug-logo.webp",
        "REPOSITORY": "https://github.com/username/virtualhug"
      },
      {
        "PROJECT_NAME": "Enfocate Academy",
        "DESCRIPTION": "Programming course platform developed with Nuxt, Vue, and Vuetify. Includes elements of copywriting and UX/UI.",
        "URL": "https://enfocate.doneber.dev",
        "LOGO_PATH": "/images/projects/uwuntu-logo.webp",
        "REPOSITORY": "https://github.com/username/enfocate-academy"
      }
    ],
    "ABOUT_TITLE": "About Me",
    "ABOUT_DESCRIPTION": "I’m Eber, a fullstack developer with experience in JavaScript, NodeJs, React, Next.js, and Nest.js. I studied Computer Science and create educational content on social media. In my free time, I enjoy playing volleyball, running, and sometimes going to the gym. My goal is to foster collaborative learning, and I firmly believe that discipline surpasses natural talent. Feel free to contact me for inquiries.",
    "CONTACT_TITLE": "Contact"
  },
  "ABOUT": {
    "TITLE": "About me",
    "DESCRIPTION": "My name is Eber, I am a passionate software developer with a special focus on JavaScript technologies. I am dedicated to creating educational and valuable content on the most popular social networks, always seeking to share knowledge and encourage collaborative learning.",
    "PROFESIONAL_EXPERIENCE_TITLE": "Professional experience",
    "PROFESIONAL_EXPERIENCE_DESCRIPTION": "I have had the opportunity to work at the Electronic Government and Information and Communication Technologies Agency as a fullstack developer, where I deepened my experience in technologies such as JavaScript, NodeJs, React, Next.js and Nest.js, in addition to strengthening my control skills. of versions with Git and GitHub.",
    "EDUCATION_TITLE": "Education",
    "EDUCATION_DESCRIPTION": "My academic background includes a bachelor's degree in Computer Science, where I acquired a solid foundation in programming principles, information systems, and software development.",
    "SKILLS_TITLE": "Skills and Specializations",
    "PROFESIONAL_PERSONAL_INTERESTS_TITLE": "Personal and Professional Interests",
    "PROFESIONAL_PERSONAL_INTERESTS_DESCRIPTION": "En mi tiempo libre, disfruto practicar Volleyball y ejercitarme en el gimnasio. Estas actividades no solo me ayudan a mantenerme en forma, sino también a cultivar la disciplina y el trabajo en equipo, cualidades esenciales tanto en el deporte como en el desarrollo de software.",
    "MOTIVATION_OBJECTIVES_TITLE": "Motivations and Objectives",
    "MOTIVATION_OBJECTIVES_DESCRIPTION": "My main motivation is to create a community where collaborative learning and personal and professional growth are the fundamental pillars. I aspire to be a catalyst so that more people can achieve their goals in the technological field.",
    "PERSONAL_PHILOSOPHY_TITLE": "Personal Philosophy",
    "PERSONAL_PHILOSOPHY_DESCRIPTION": "I firmly believe that 'discipline trumps natural talent.' Constant effort and commitment to continuous improvement are key to achieving any goal.",
    "CONTACT_TITLE": "Contact",
    "CONTACT_DESCRIPTION": "For collaborations or inquiries, do not hesitate to contact me at"
  },
  "SETUP": {
    "TITLE": "Setup",
    "COMPONENTS": [
      {
        "TITLE_COMPONENT": "Wooden Desk",
        "DESCRIPTION_COMPONENT": "Connection with nature and solid support for my devices."
      },
      {
        "TITLE_COMPONENT": "LG Retro Monitor",
        "DESCRIPTION_COMPONENT": "124x768 pixels, perfect for all my viewing needs."
      },
      {
        "TITLE_COMPONENT": "Teclado y Mouse",
        "DESCRIPTION_COMPONENT": "Durable and reliable, they withstand intensive daily use."
      },
      {
        "TITLE_COMPONENT": "Simple Headphones",
        "DESCRIPTION_COMPONENT": "Immersive sound quality for programming, listening to music or watching movies."
      },
      {
        "TITLE_COMPONENT": "Laptop with i3 Processor",
        "DESCRIPTION_COMPONENT": "Equipped for performance with 4GB of RAM, multiple connections and integrated camera."
      },
      {
        "TITLE_COMPONENT": "Linux Arch Distribution",
        "DESCRIPTION_COMPONENT": "Resource optimization with a lightweight and efficient interface."
      },
      {
        "TITLE_COMPONENT": "Plastic Beer Chair",
        "DESCRIPTION_COMPONENT": "Comfort without luxury, ideal for long hours of work."
      }
    ],
    "MESSAGE": "This setup, although simple, has allowed me to develop projects, learn and create content effectively. The important thing is not the cost, but how you use it!"
  }
}
