{
  "HOME": {
    "SHORT_DESCRIPTION": "Programo cosas y hago videos.",
    "BLOG_TITLE": "Art칤culos recientes",
    "VIDEOS_TITLE": "Videos recientes",
    "COMMUNITY_TITLE": "Comunidad",
    "CONTACT_TITLE": "Contacto"
  },
  "PORTFOLIO": {
    "ROL_NAME": "Desarrollador Web Fullstack Javascript",
    "SHORT_DESCRIPTION": "Me especializo en el frontend con el ecosistema de Vuejs y Javascript游꼱. Me gusta seguir buenas pr치cticas de c칩digo 游늯. Adem치s creo contenido en mis redes sociales 游눹.",
    "EXPERIENCE_TITLE": "Experiencia",
    "EXPERIENCE_LIST": [
      {
        "TITLE_JOB": "Desarrollador de Software",
        "DESCRIPTION_JOB": "Desarrollador fullstack javascript fulltime"
      },
      {
        "TITLE_JOB": "Docente Auxiliar",
        "DESCRIPTION_JOB": "Docente de Introducci칩n a la Programaci칩n, Programaci칩n Estructurada, Modular, a Objetos"
      }
    ]
  },
  "ABOUT": {
    "TITLE": "Sobre m칤",
    "DESCRIPTION": "Mi nombre es Eber, soy un apasionado desarrollador de software con un enfoque especial en tecnolog칤as JavaScript. Me dedico a crear contenido educativo y de valor en las redes sociales m치s populares, buscando siempre compartir conocimiento y fomentar el aprendizaje colaborativo",
    "PROFESIONAL_EXPERIENCE_TITLE": "Experiencia Profesional",
    "PROFESIONAL_EXPERIENCE_DESCRIPTION": "He tenido la oportunidad de trabajar en la Agencia de Gobierno Electr칩nico y Tecnolog칤as de Informaci칩n y Comunicaci칩n como desarrollador fullstack, donde profundic칠 mi experiencia en tecnolog칤as como JavaScript, NodeJs, React, Next.js y Nest.js, adem치s de fortalecer mis habilidades en control de versiones con Git y GitHub.",
    "EDUCATION_TITLE": "Educaci칩n",
    "EDUCATION_DESCRIPTION": "Mi formaci칩n acad칠mica incluye una licenciatura en Inform치tica, donde adquir칤 una base s칩lida en principios de programaci칩n, sistemas de informaci칩n y desarrollo de software.",
    "SKILLS_TITLE": "Habilidades y Especializaciones",
    "PROFESIONAL_PERSONAL_INTERESTS_TITLE": "Intereses Personales y Profesionales",
    "PROFESIONAL_PERSONAL_INTERESTS_DESCRIPTION": "En mi tiempo libre, disfruto practicar Volleyball y ejercitarme en el gimnasio. Estas actividades no solo me ayudan a mantenerme en forma, sino tambi칠n a cultivar la disciplina y el trabajo en equipo, cualidades esenciales tanto en el deporte como en el desarrollo de software.",
    "MOTIVATION_OBJECTIVES_TITLE": "Motivaciones y Objetivos",
    "MOTIVATION_OBJECTIVES_DESCRIPTION": "Mi principal motivaci칩n es crear una comunidad donde el aprendizaje colaborativo y el crecimiento personal y profesional sean los pilares fundamentales. Aspiro a ser un catalizador para que m치s personas puedan alcanzar sus objetivos en el 치mbito tecnol칩gico.",
    "PERSONAL_PHILOSOPHY_TITLE": "Filosof칤a Personal",
    "PERSONAL_PHILOSOPHY_DESCRIPTION": "Creo firmemente que 'la disciplina supera el talento natural'. El esfuerzo constante y el compromiso con la mejora continua son claves para alcanzar cualquier meta.",
    "CONTACT_TITLE": "Contacto",
    "CONTACT_DESCRIPTION": "Para colaboraciones o consultas, no dudes en contactarme a"
  },
  "SETUP": {
    "TITLE": "Setup",
    "COMPONENTS": [
      {
        "TITLE_COMPONENT":"Escritorio de Madera",
        "DESCRIPTION_COMPONENT":"Conexi칩n con la naturaleza y soporte s칩lido para mis dispositivos."
      },
      {
        "TITLE_COMPONENT":"Monitor LG Retro",
        "DESCRIPTION_COMPONENT":"124x768 p칤xeles, perfecto para todas mis necesidades de visualizaci칩n."
      },
      {
        "TITLE_COMPONENT":"Teclado y Mouse",
        "DESCRIPTION_COMPONENT":"Duraderos y confiables, soportan el uso diario intensivo."
      },
      {
        "TITLE_COMPONENT":"Auriculares Simples",
        "DESCRIPTION_COMPONENT":"Calidad de sonido inmersiva para programar, escuchar m칰sica o ver pel칤culas."
      },
      {
        "TITLE_COMPONENT":"Laptop con Procesador i3",
        "DESCRIPTION_COMPONENT":"Equipada para el rendimiento con 4GB de RAM, m칰ltiples conexiones y c치mara integrada."
      },
      {
        "TITLE_COMPONENT":"Distribuci칩n de Arch de Linux",
        "DESCRIPTION_COMPONENT":"Optimizaci칩n de recursos con una interfaz ligera y eficiente."
      },
      {
        "TITLE_COMPONENT":"Silla de Pl치stico Cervecera",
        "DESCRIPTION_COMPONENT":"Comodidad sin lujos, ideal para largas horas de trabajo."
      }
    ],
    "MESSAGE": "Este setup, aunque sencillo, me ha permitido desarrollar proyectos, aprender y crear contenido efectivamente. 춰Lo importante no es el costo, sino c칩mo lo utilizas!"
  }
}