{
  "HOME": {
    "SHORT_DESCRIPTION": "Programo cosas y hago videos.",
    "BLOG_TITLE": "Artículos recientes",
    "VIDEOS_TITLE": "Videos recientes",
    "COMMUNITY_TITLE": "Comunidad",
    "CONTACT_TITLE": "Contacto"
  },
  "PORTFOLIO": {
    "ROL_NAME": "Desarrollador Web Fullstack",
    "SHORT_DESCRIPTION": "Tengo experiencia en el diseño, desarrollo e implementación de proyectos utilizando metodologías ágiles. Manejo el ecosistema de JavaScript, incluyendo herramientas como Nest, Next, entre otras.",
    "EXPERIENCE_TITLE": "Experiencia",
    "EXPERIENCE_LIST": [
      {
        "TITLE_JOB": "Desarrollador Fullstack",
        "DESCRIPTION_JOB": "Desarrollé un sistema de publicación para entidades gubernamentales y ayudé en la implementación del sistema de recursos humanos. También optimicé la organización y el flujo de trabajo del equipo.",
        "COMPANY_NAME": "",
        "LOCATION": "",
        "START_DATE": "",
        "END_DATE": ""
      },
      {
        "TITLE_JOB": "Docente Auxiliar de Programación",
        "DESCRIPTION_JOB": "Enseñé Programación Orientada a Objetos y Programación Estructurada y Modular a más de 200 estudiantes, utilizando Java y C#. También apoyé en el desarrollo de los proyectos estudiantiles.",
        "COMPANY_NAME": "",
        "LOCATION": "",
        "START_DATE": "",
        "END_DATE": ""
      }
    ],
    "PROJECTS_TITLE": "Proyectos",
    "PROJECTS_LIST": [
      {
        "PROJECT_NAME": "LinkHub",
        "DESCRIPTION": "Centralizador de enlaces web lanzado en 2024. Ha sido visitado en 6 países y su construcción está documentada en YouTube.",
        "URL": "https://linkhub.doneber.dev",
        "REPOSITORY": "https://github.com/username/linkhub",
        "VIDEO_TUTORIAL": "https://youtube.com/playlist?list=PL1234567890"
      },
      {
        "PROJECT_NAME": "Virtual Hug",
        "DESCRIPTION": "Generador de mensajes de felicitación con 10.000 usuarios únicos y 69.000 visitas en 71 países.",
        "URL": "https://hug.doneber.dev",
        "REPOSITORY": "https://github.com/username/virtualhug"
      },
      {
        "PROJECT_NAME": "Enfocate Academy",
        "DESCRIPTION": "Plataforma de cursos de programación desarrollada con Nuxt, Vue y Vuetify. Incluye aspectos de copywriting y UX/UI.",
        "URL": "https://enfocate.doneber.dev",
        "REPOSITORY": "https://github.com/username/enfocate-academy"
      }
    ],
    "ABOUT_TITLE": "Sobre mí",
    "ABOUT_DESCRIPTION": "Soy Eber, un desarrollador fullstack con experiencia en JavaScript, NodeJs, React, Next.js y Nest.js. Estudié Informática y creo contenido educativo en redes sociales. En mi tiempo libre, practico volleyball, running y a veces voy al gimnasio. Mi objetivo es fomentar el aprendizaje colaborativo, y creo firmemente que la disciplina supera al talento natural. Para consultas, no dudes en contactarme.",
    "CONTACT_TITLE": "Contacto"
  },
  "ABOUT": {
    "TITLE": "Sobre mí",
    "DESCRIPTION": "Mi nombre es Eber, soy un apasionado desarrollador de software con un enfoque especial en tecnologías JavaScript. Me dedico a crear contenido educativo y de valor en las redes sociales más populares, buscando siempre compartir conocimiento y fomentar el aprendizaje colaborativo",
    "PROFESIONAL_EXPERIENCE_TITLE": "Experiencia Profesional",
    "PROFESIONAL_EXPERIENCE_DESCRIPTION": "He tenido la oportunidad de trabajar en la Agencia de Gobierno Electrónico y Tecnologías de Información y Comunicación como desarrollador fullstack, donde profundicé mi experiencia en tecnologías como JavaScript, NodeJs, React, Next.js y Nest.js, además de fortalecer mis habilidades en control de versiones con Git y GitHub.",
    "EDUCATION_TITLE": "Educación",
    "EDUCATION_DESCRIPTION": "Mi formación académica incluye una licenciatura en Informática, donde adquirí una base sólida en principios de programación, sistemas de información y desarrollo de software.",
    "SKILLS_TITLE": "Habilidades y Especializaciones",
    "PROFESIONAL_PERSONAL_INTERESTS_TITLE": "Intereses Personales y Profesionales",
    "PROFESIONAL_PERSONAL_INTERESTS_DESCRIPTION": "En mi tiempo libre, disfruto practicar Volleyball y ejercitarme en el gimnasio. Estas actividades no solo me ayudan a mantenerme en forma, sino también a cultivar la disciplina y el trabajo en equipo, cualidades esenciales tanto en el deporte como en el desarrollo de software.",
    "MOTIVATION_OBJECTIVES_TITLE": "Motivaciones y Objetivos",
    "MOTIVATION_OBJECTIVES_DESCRIPTION": "Mi principal motivación es crear una comunidad donde el aprendizaje colaborativo y el crecimiento personal y profesional sean los pilares fundamentales. Aspiro a ser un catalizador para que más personas puedan alcanzar sus objetivos en el ámbito tecnológico.",
    "PERSONAL_PHILOSOPHY_TITLE": "Filosofía Personal",
    "PERSONAL_PHILOSOPHY_DESCRIPTION": "Creo firmemente que 'la disciplina supera el talento natural'. El esfuerzo constante y el compromiso con la mejora continua son claves para alcanzar cualquier meta.",
    "CONTACT_TITLE": "Contacto",
    "CONTACT_DESCRIPTION": "Para colaboraciones o consultas, no dudes en contactarme a"
  },
  "SETUP": {
    "TITLE": "Setup",
    "COMPONENTS": [
      {
        "TITLE_COMPONENT":"Escritorio de Madera",
        "DESCRIPTION_COMPONENT":"Conexión con la naturaleza y soporte sólido para mis dispositivos."
      },
      {
        "TITLE_COMPONENT":"Monitor LG Retro",
        "DESCRIPTION_COMPONENT":"124x768 píxeles, perfecto para todas mis necesidades de visualización."
      },
      {
        "TITLE_COMPONENT":"Teclado y Mouse",
        "DESCRIPTION_COMPONENT":"Duraderos y confiables, soportan el uso diario intensivo."
      },
      {
        "TITLE_COMPONENT":"Auriculares Simples",
        "DESCRIPTION_COMPONENT":"Calidad de sonido inmersiva para programar, escuchar música o ver películas."
      },
      {
        "TITLE_COMPONENT":"Laptop con Procesador i3",
        "DESCRIPTION_COMPONENT":"Equipada para el rendimiento con 4GB de RAM, múltiples conexiones y cámara integrada."
      },
      {
        "TITLE_COMPONENT":"Distribución de Arch de Linux",
        "DESCRIPTION_COMPONENT":"Optimización de recursos con una interfaz ligera y eficiente."
      },
      {
        "TITLE_COMPONENT":"Silla de Plástico Cervecera",
        "DESCRIPTION_COMPONENT":"Comodidad sin lujos, ideal para largas horas de trabajo."
      }
    ],
    "MESSAGE": "Este setup, aunque sencillo, me ha permitido desarrollar proyectos, aprender y crear contenido efectivamente. ¡Lo importante no es el costo, sino cómo lo utilizas!"
  }
}